---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsHvacloadSkylightCoolingLoadParam
source: html/5a2f488f-8dbc-4746-50cd-2d408793bb9b.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsHvacloadSkylightCoolingLoadParam Property

"Skylight Cooling Load"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsHvacloadSkylightCoolingLoadParam { get; }
```